// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "測試頁";

TransferringProcessTitle = "傳輸檔案中…";
PrintingProcessTitle = "測試頁列印中…";

HSDTitleTextFieldValue = "測試頁";
HSDInfoTextFieldValue = "如果使用此印表機列印文件時發生問題，您可以嘗試列印測試頁以辨識問題的來源。

這一頁會直接傳送到印表機，而毋需使用印表機驅動程式軟體與其他系統進程。

如果列印測試頁沒有問題，則代表電腦的列印系統發生某些問題。您可以嘗試重新安裝印表機的驅動程式軟體以修正問題。

如果無法列印測試頁或列印品質欠佳，則代表印表機無法正常運作。";
HSDPrintButtonTitle = "列印測試頁";

HSDRMTTPPanelHeader = "列印印表機狀態報告";
HSDRMTTPPanelHeader = "列印測試頁以確認裝置可以從電腦正確接受資料並進行列印。針對這種用途，可使用一般紙張。\n\n按一下「列印頁面」列印測試頁。";
HSDRMTTPButtonTitle = "列印頁面";
RMTTaskTitle = "列印印表機狀態報告";

NoPaperTitle = "紙張用完";
NoPaperMsg = "裝置中的紙張用盡。請在進紙匣中裝入一些紙張。";
